{
  "0": {
    "Name": "Adamantine Armor",
    "Type": "Armor (medium or heavy, but not hide)",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "This suit of armor is reinforced with adamantine, one of the hardest substances in existence. While you’re wearing it, any critical hit against you becomes a normal hit.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "1": {
    "Name": "Ammunition, +1, +2, or +3",
    "Type": "Weapon (any ammunition)",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "You have a bonus to attack and damage rolls made with this piece of magic ammunition. The bonus is determined by the rarity of the ammunition. Once it hits a target, the ammunition is no longer magical.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "2": {
    "Name": "Amulet of Health",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "Your Constitution score is 19 while you wear this amulet. It has no effect on you if your Constitution is already 19 or higher. Amulet of Proof against Detection and Location Wondrous item, uncommon (requires attunement) While wearing this amulet, you are hidden from divination magic. You can’t be targeted by such magic or perceived through magical scrying sensors.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "3": {
    "Name": "Amulet of the Planes",
    "Type": "Wondrous item",
    "Rarity": "very rare",
    "Attunement": "requires attunement",
    "Description": "While wearing this amulet, you can use an action to name a location that you are familiar with on another plane of existence. Then make a DC 15 Intelligence check. On a successful check, you cast the plane shift spell. On a failure, you and each creature and object within 15 feet of you travel to a random destination. Roll a d100. On a 1–60, you travel to a random location on the plane you named. On a 61–100, you travel to a randomly determined plane of existence.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "4": {
    "Name": "Animated Shield",
    "Type": "Armor (shield)",
    "Rarity": "very rare",
    "Attunement": "requires attunement",
    "Description": "While holding this shield, you can speak its command word as a bonus action to cause it to animate. The shield leaps into the air and hovers in your space to protect you as if you were wielding it, leaving your hands free. The shield remains animated for 1 minute, until you use a bonus action to end this effect, or until you are incapacitated or die, at which point the shield falls to the ground or into your hand if you have one free.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "5": {
    "Name": "Apparatus of the Crab",
    "Type": "Wondrous item",
    "Rarity": "legendary",
    "Attunement": false,
    "Description": "This item first appears to be a Large sealed iron barrel weighing 500 pounds. The barrel has a hidden catch, which can be found with a successful DC 20 Intelligence (Investigation) check. Releasing the catch unlocks a hatch at one end of the barrel, allowing two Medium or smaller creatures to crawl inside. Ten levers are set in a row at the far end, each in a neutral position, able to move either up or down. When certain levers are used, the apparatus transforms to resemble a giant lobster.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "6": {
    "Name": "Armor, +1, +2, or +3",
    "Type": "Armor (light, medium, or heavy)",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "You have a bonus to AC while wearing this armor. The bonus is determined by its rarity.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "7": {
    "Name": "Armor of Invulnerability",
    "Type": "Armor (plate)",
    "Rarity": "legendary",
    "Attunement": "requires attunement",
    "Description": "You have resistance to nonmagical damage while you wear this armor. Additionally, you can use an action to make yourself immune to nonmagical damage for 10 minutes or until you are no longer wearing the armor. Once this special action is used, it can’t be used again until the next dawn.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "8": {
    "Name": "Armor of Resistance",
    "Type": "Armor (light, medium, or heavy)",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "You have resistance to one type of damage while you wear this armor. The GM chooses the type or determines it randomly from the options below.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "9": {
    "Name": "Armor of Vulnerability",
    "Type": "Armor (plate)",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "While wearing this armor, you have resistance to one of the following damage types: bludgeoning, piercing, or slashing. The GM chooses the type or determines it randomly. Curse. This armor is cursed, a fact that is revealed only when an identify spell is cast on the armor or you attune to it. Attuning to the armor curses you until you are targeted by the remove curse spell or similar magic; removing the armor fails to end the curse. While cursed, you have vulnerability to two of the three damage types associated with the armor (not the one to which it grants resistance).",
    "Source": "SRD",
    "Author": "SRD"
  },
  "10": {
    "Name": "Arrow-Catching Shield",
    "Type": "Armor (shield)",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "You gain a +2 bonus to AC against ranged attacks while you wield this shield. This bonus is in addition to the shield’s normal bonus to AC. In addition, whenever an attacker makes a ranged attack against a target within 5 feet of you, you can use your reaction to become the target of the attack instead.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "11": {
    "Name": "Arrow of Slaying",
    "Type": "Weapon (arrow)",
    "Rarity": "very rare",
    "Attunement": false,
    "Description": "An arrow of slaying is a magic weapon meant to slay a particular kind of creature. Some are more focused than others; for example, there are both arrows of dragon slaying and arrows of blue dragon slaying. If a creature belonging to the type, race, or group associated with an arrow of slaying takes damage from the arrow, the creature must make a DC 17 Constitution saving throw, taking an extra 6d10 piercing damage on a failed save, or half as much extra damage on a successful one. Once an arrow of slaying deals its extra damage to a creature, it becomes a nonmagical arrow. Other types of magic ammunition of this kind exist, such as bolts of slaying meant for a crossbow, though arrows are most common.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "12": {
    "Name": "Bag of Beans",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "Inside this heavy cloth bag are 3d4 dry beans. The bag weighs 1/2 pound plus 1/4 pound for each bean it contains. If you dump the bag’s contents out on the ground, they explode in a 10-­‐‑foot radius, extending from the beans. Each creature in the area, including you, must make a DC 15 Dexterity saving throw, taking 5d4 fire damage on a failed save, or half as much damage on a successful one. The fire ignites flammable objects in the area that aren’t being worn or carried. If you remove a bean from the bag, plant it in dirt or sand, and then water it, the bean produces an effect 1 minute later from the ground where it was planted. The GM can choose an effect from the following table, determine it randomly, or create an effect.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "13": {
    "Name": "Bag of Devouring",
    "Type": "Wondrous item",
    "Rarity": "very rare",
    "Attunement": false,
    "Description": "This bag superficially resembles a bag of holding but is a feeding orifice for a gigantic extradimensional creature. Turning the bag inside out closes the orifice.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "14": {
    "Name": "Bag of Holding",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "This bag has an interior space considerably larger than its outside dimensions, roughly 2 feet in diameter at the mouth and 4 feet deep. The bag can hold up to 500 pounds, not exceeding a volume of 64 cubic feet. The bag weighs 15 pounds, regardless of its contents. Retrieving an item from the bag requires an action.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "15": {
    "Name": "Bag of Tricks",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "This ordinary bag, made from gray, rust, or tan cloth, appears empty. Reaching inside the bag, however, reveals the presence of a small, fuzzy object. The bag weighs 1/2 pound.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "16": {
    "Name": "Bead of Force",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "This small black sphere measures 3/4 of an inch in diameter and weighs an ounce. Typically, 1d4 + 4 beads of force are found together.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "17": {
    "Name": "Belt of Dwarvenkind",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "While wearing this belt, you gain the following benefits:",
    "Source": "SRD",
    "Author": "SRD"
  },
  "18": {
    "Name": "Belt of Giant Strength",
    "Type": "Wondrous item",
    "Rarity": "rarity varies",
    "Attunement": "requires attunement",
    "Description": "While wearing this belt, your Strength score changes to a score granted by the belt. If your Strength is already equal to or greater than the belt’s score, the item has no effect on you. Six varieties of this belt exist, corresponding with and having rarity according to the six kinds of true giants. The belt of stone giant strength and the belt of frost giant strength look different, but they have the same effect.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "19": {
    "Name": "Berserker Axe",
    "Type": "Weapon (any axe)",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "You gain a +1 bonus to attack and damage rolls made with this magic weapon. In addition, while you are attuned to this weapon, your hit point maximum increases by 1 for each level you have attained. Curse. This axe is cursed, and becoming attuned to it extends the curse to you. As long as you remain cursed, you are unwilling to part with the axe, keeping it within reach at all times. You also have disadvantage on attack rolls with weapons other than this one, unless no foe is within 60 feet of you that you can see or hear. Whenever a hostile creature damages you while the axe is in your possession, you must succeed on a DC 15 Wisdom saving throw or go berserk. While berserk, you must use your action each round to attack the creature nearest to you with the axe. If you can make extra attacks as part of the Attack action, you use those extra attacks, moving to attack the next nearest creature after you fell your current target. If you have multiple possible targets, you attack one at random. You are berserk until you start your turn with no creatures within 60 feet of you that you can see or hear.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "20": {
    "Name": "Boots of Elvenkind",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "While you wear these boots, your steps make no sound, regardless of the surface you are moving across. You also have advantage on Dexterity (Stealth) checks that rely on moving silently.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "21": {
    "Name": "Boots of Levitation",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "While you wear these boots, you can use an action to cast the levitate spell on yourself at will.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "22": {
    "Name": "Boots of Speed",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "While you wear these boots, you can use a bonus action and click the boots’ heels together. If you do, the boots double your walking speed, and any creature that makes an opportunity attack against you has disadvantage on the attack roll. If you click your heels together again, you end the effect. When the boots’ property has been used for a total of 10 minutes, the magic ceases to function until you finish a long rest.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "23": {
    "Name": "Boots of Striding and Springing",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": "While you wear these boots, your walking speed becomes 30 feet, unless your walking speed is higher, and your speed isn’t reduced if you are encumbered or wearing heavy armor. In addition, you can jump three times the normal distance, though you can’t jump farther than your remaining movement would allow.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "24": {
    "Name": "Boots of the Winterlands",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": "These furred boots are snug and feel quite warm. While you wear them, you gain the following benefits:",
    "Source": "SRD",
    "Author": "SRD"
  },
  "25": {
    "Name": "Bowl of Commanding Water Elementals",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "While this bowl is filled with water, you can use an action to speak the bowl’s command word and summon a water elemental, as if you had cast the conjure elemental spell. The bowl can’t be used this way again until the next dawn. The bowl is about 1 foot in diameter and half as deep. It weighs 3 pounds and holds about 3 gallons.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "26": {
    "Name": "Bracers of Archery",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": "While wearing these bracers, you have proficiency with the longbow and shortbow, and you gain a +2 bonus to damage rolls on ranged attacks made with such weapons.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "27": {
    "Name": "Bracers of Defense",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "While wearing these bracers, you gain a +2 bonus to AC if you are wearing no armor and using no shield.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "28": {
    "Name": "Brazier of Commanding Fire Elementals",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "While a fire burns in this brass brazier, you can use an action to speak the brazier’s command word and summon a fire elemental, as if you had cast the conjure elemental spell. The brazier can’t be used this way again until the next dawn. The brazier weighs 5 pounds.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "29": {
    "Name": "Brooch of Shielding",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": "While wearing this brooch, you have resistance to force damage, and you have immunity to damage from the magic missile spell.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "30": {
    "Name": "Broom of Flying",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "This wooden broom, which weighs 3 pounds, functions like a mundane broom until you stand astride it and speak its command word. It then hovers beneath you and can be ridden in the air. It has a flying speed of 50 feet. It can carry up to 400 pounds, but its flying speed becomes 30 feet while carrying over 200 pounds. The broom stops hovering when you land. You can send the broom to travel alone to a destination within 1 mile of you if you speak the command word, name the location, and are familiar with that place. The broom comes back to you when you speak another command word, provided that the broom is still within 1 mile of you.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "31": {
    "Name": "Candle of Invocation",
    "Type": "Wondrous item",
    "Rarity": "very rare",
    "Attunement": "requires attunement",
    "Description": "This slender taper is dedicated to a deity and shares that deity’s alignment. The candle’s alignment can be detected with the detect evil and good spell. The GM chooses the god and associated alignment or determines the alignment randomly.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "32": {
    "Name": "Cape of the Mountebank",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "This cape smells faintly of brimstone. While wearing it, you can use it to cast the dimension door spell as an action. This property of the cape can’t be used again until the next dawn. When you disappear, you leave behind a cloud of smoke, and you appear in a similar cloud of smoke at your destination. The smoke lightly obscures the space you left and the space you appear in, and it dissipates at the end of your next turn. A light or stronger wind disperses the smoke.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "33": {
    "Name": "Carpet of Flying",
    "Type": "Wondrous item",
    "Rarity": "very rare",
    "Attunement": false,
    "Description": "You can speak the carpet’s command word as an action to make the carpet hover and fly. It moves according to your spoken directions, provided that you are within 30 feet of it. Four sizes of carpet of flying exist. The GM chooses the size of a given carpet or determines it randomly.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "34": {
    "Name": "Censer of Controlling Air Elementals",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "While incense is burning in this censer, you can use an action to speak the censer’s command word and summon an air elemental, as if you had cast the conjure elemental spell. The censer can’t be used this way again until the next dawn. This 6-inch-wide, 1-foot-high vessel resembles a chalice with a decorated lid. It weighs 1 pound.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "35": {
    "Name": "Chime of Opening",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "This hollow metal tube measures about 1 foot long and weighs 1 pound. You can strike it as an action, pointing it at an object within 120 feet of you that can be opened, such as a door, lid, or lock. The Chime issues a clear tone, and one lock or latch on the object opens unless the sound can’t reach the object. If no locks or latches remain, the object itself opens. The chime can be used ten times. After the tenth time, it cracks and becomes useless.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "36": {
    "Name": "Circlet of Blasting",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "While wearing this circlet, you can use an action to cast the scorching ray spell with it. When you make the spell’s attacks, you do so with an attack bonus of +5. The circlet can’t be used this way again until the next dawn.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "37": {
    "Name": "Cloak of Arachnida",
    "Type": "Wondrous item",
    "Rarity": "very rare",
    "Attunement": "requires attunement",
    "Description": "This fine garment is made of black silk interwoven with faint silvery threads. While wearing it, you gain the following benefits:",
    "Source": "SRD",
    "Author": "SRD"
  },
  "38": {
    "Name": "Cloak of Displacement",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "While you wear this cloak, it projects an illusion that makes you appear to be standing in a place near your actual location, causing any creature to have disadvantage on attack rolls against you. If you take damage, the property ceases to function until the start of your next turn. This property is suppressed while you are incapacitated, restrained, or otherwise unable to move.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "39": {
    "Name": "Cloak of Elvenkind",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": "While you wear this cloak with its hood up, Wisdom (Perception) checks made to see you have disadvantage, and you have advantage on Dexterity (Stealth) checks made to hide, as the cloak’s color shifts to camouflage you. Pulling the hood up or down requires an action.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "40": {
    "Name": "Cloak of Protection",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": "You gain a +1 bonus to AC and saving throws while you wear this cloak.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "41": {
    "Name": "Cloak of the Bat",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "While wearing this cloak, you have advantage on Dexterity (Stealth) checks. In an area of dim light or darkness, you can grip the edges of the cloak with both hands and use it to fly at a speed of 40 feet. If you ever fail to grip the cloak’s edges while flying in this way, or if you are no longer in dim light or darkness, you lose this flying speed.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "42": {
    "Name": "Cloak of the Manta Ray",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "While wearing this cloak with its hood up, you can breathe underwater, and you have a swimming speed of 60 feet. Pulling the hood up or down requires an action.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "43": {
    "Name": "Crystal Ball",
    "Type": "Wondrous item",
    "Rarity": "very rare",
    "Attunement": "requires attunement",
    "Description": "The typical crystal ball, a very rare item, is about 6 inches in diameter. While touching it, you can cast the scrying spell (save DC 17) with it.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "44": {
    "Name": "Cube of Force",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "This cube is about an inch across. Each face has a distinct marking on it that can be pressed. The cube starts with 36 charges, and it regains 1d20 expended charges daily at dawn. You can use an action to press one of the cube’s faces, expending a number of charges based on the chosen face, as shown in the Cube of Force Faces table. Each face has a different effect. If the cube has insufficient charges remaining, nothing happens. Otherwise, a barrier of invisible force springs into existence, forming a cube 15 feet on a side. The barrier is centered on you, moves with you, and lasts for 1 minute, until you use an action to press the cube’s sixth face, or the cube runs out of charges. You can change the barrier’s effect by pressing a different face of the cube and expending the requisite number of charges, resetting the duration. If your movement causes the barrier to come into contact with a solid object that can’t pass through the cube, you can’t move any closer to that object as long as the barrier remains.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "45": {
    "Name": "Cubic Gate",
    "Type": "Wondrous item",
    "Rarity": "legendary",
    "Attunement": false,
    "Description": "This cube is 3 inches across and radiates palpable magical energy. The six sides of the cube are each keyed to a different plane of existence, one of which is the Material Plane. The other sides are linked to planes determined by the GM.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "46": {
    "Name": "Dagger of Venom ",
    "Type": "Weapon (dagger)",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "You gain a +1 bonus to attack and damage rolls made with this magic weapon. You can use an action to cause thick, black poison to coat the blade. The poison remains for 1 minute or until an attack using this weapon hits a creature. That creature must succeed on a DC 15 Constitution saving throw or take 2d10 poison damage and become poisoned for 1 minute. The dagger can’t be used this way again until the next dawn.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "47": {
    "Name": "Dancing Sword",
    "Type": "Weapon (any sword)",
    "Rarity": "very rare",
    "Attunement": "requires attunement",
    "Description": "You can use a bonus action to toss this magic sword into the air and speak the command word. When you do so, the sword begins to hover, flies up to 30 feet, and attacks one creature of your choice within 5 feet of it. The sword uses your attack roll and ability score modifier to damage rolls. While the sword hovers, you can use a bonus action to cause it to fly up to 30 feet to another spot within 30 feet of you. As part of the same bonus action, you can cause the sword to attack one creature within 5 feet of it. After the hovering sword attacks for the fourth time, it flies up to 30 feet and tries to return to your hand. If you have no hand free, it falls to the ground  . at your feet. If the sword has no unobstructed path to you, it moves as close to you as it can and then falls to the ground. It also ceases to hover if you grasp it or move more than 30 feet away from it.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "48": {
    "Name": "Decanter of Endless Water",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "This stoppered flask sloshes when shaken, as if it contains water. The decanter weighs 2 pounds. You can use an action to remove the stopper and speak one of three command words, whereupon an amount of fresh water or salt water (your choice) pours out of the flask. The water stops pouring out at the start of your next turn. Choose from the following options: • “Stream” produces 1 gallon of water. • “Fountain” produces 5 gallons of water. • “Geyser” produces 30 gallons of water that gushes forth in a geyser 30 feet long and 1 foot wide. As a bonus action while holding the decanter, you can aim the geyser at a creature you can see within 30 feet of you. The target must succeed on a DC 13 Strength saving throw or take 1d4 bludgeoning damage and fall prone. Instead of a creature, you can target an object that isn’t being worn or carried and that weighs no more than 200 pounds. The object is either knocked over or pushed up to 15 feet away from you.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "49": {
    "Name": "Deck of Illusions",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "This box contains a set of parchment cards. A full deck has 34 cards. A deck found as treasure is usually missing 1d20 − 1 cards.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "50": {
    "Name": "Deck of many things",
    "Type": "Wondrous item",
    "Rarity": "legendary",
    "Attunement": false,
    "Description": "Usually found in a box or pouch, this deck contains a number of cards made of ivory or vellum. Most (75 percent) of these decks have only thirteen cards, but the rest have twenty-two.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "51": {
    "Name": "Defender",
    "Type": "Weapon (any sword)",
    "Rarity": "legendary",
    "Attunement": "requires attunement",
    "Description": "You gain a +3 bonus to attack and damage rolls made with this magic weapon.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "52": {
    "Name": "Demon armor",
    "Type": " Armor (plate)",
    "Rarity": "very rare",
    "Attunement": "requires attunement",
    "Description": "While wearing this armor, you gain a +1 bonus to AC, and you can understand and speak Abyssal. In addition, the armor’s clawed gauntlets turn unarmed strikes with your hands into magic weapons that deal slashing damage, with a +1 bonus to attack rolls and damage rolls and a damage die of 1d8.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "53": {
    "Name": "Dimensional shackles",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "You can use an action to place these shackles on an incapacitated creature. The shackles adjust to fit a creature of Small to Large size. In addition to serving as mundane manacles, the shackles prevent a creature bound by them from using any method of extradimensional movement, including teleportation or travel to a different plane of existence. They don’t prevent the creature from passing through an interdimensional portal. You and any creature you designate when you use the shackles can use an action to remove them. Once every 30 days, the bound creature can make a DC 30 Strength (Athletics) check. On a success, the creature breaks free and destroys the shackles.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "54": {
    "Name": "Dragon Scale Mail",
    "Type": "Armor (scale mail)",
    "Rarity": "very rare",
    "Attunement": "requires attunement",
    "Description": "Dragon scale mail is made of the scales of one kind of dragon. Sometimes dragons collect their cast-­‐‑off scales and gift them to humanoids. Other times, hunters carefully skin and preserve the hide of a dead dragon. In either case, dragon scale mail is highly valued. While wearing this armor, you gain a +1 bonus to AC, you have advantage on saving throws against the Frightful Presence and breath weapons of dragons, and you have resistance to one damage type that is determined by the kind of dragon that provided the scales (see the table). Additionally, you can focus your senses as an action to magically discern the distance and direction to the closest dragon within 30 miles of you that is of the same type as the armor. This special action can’t be used again until the next dawn.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "55": {
    "Name": "Dragon Slayer",
    "Type": "Weapon (any sword)",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "You gain a +1 bonus to attack and damage rolls made with this magic weapon. When you hit a dragon with this weapon, the dragon takes an extra 3d6 damage of the weapon’s type. For the purpose of this weapon, “dragon” refers to any creature with the dragon type, including dragon turtles and wyverns.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "56": {
    "Name": "Dust of Disappearance  ",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "Found in a small packet, this powder resembles very fine sand. There is enough of it for one use. When you use an action to throw the dust into the air, you and each creature and object within 10 feet of you become invisible for 2d4 minutes. The duration is the same for all subjects, and the dust is consumed when its magic takes effect. If a creature affected by the dust attacks or casts a spell, the invisibility ends for that creature.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "57": {
    "Name": "Dust of Dryness",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "This small packet contains 1d6 + 4 pinches of dust. You can use an action to sprinkle a pinch of it over water. The dust turns a cube of water 15 feet on a side into one marble-­‐‑sized pellet, which floats or rests near where the dust was sprinkled. The pellet’s weight is negligible. Someone can use an action to smash the pellet against a hard surface, causing the pellet to shatter and release the water the dust absorbed. Doing so ends that pellet’s magic. An elemental composed mostly of water that is exposed to a pinch of the dust must make a DC 13 Constitution saving throw, taking 10d6 necrotic damage on a failed save, or half as much damage on a successful one.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "58": {
    "Name": "Dust of Sneezing and Choking",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "Found in a small container, this powder resembles very fine sand. It appears to be dust of disappearance, and an identify spell reveals it to be such. There is enough of it for one use. When you use an action to throw a handful of the dust into the air, you and each creature that needs to breathe within 30 feet of you must succeed on a DC 15 Constitution saving throw or become unable to breathe, while sneezing uncontrollably. A creature affected in this way is incapacitated and suffocating. As long as it is conscious, a creature can repeat the saving throw at the end of each of its turns, ending the effect on it on a success. The lesser restoration spell can also end the effect on a creature.  . Dwarven Plate Armor (plate), very rare While wearing this armor, you gain a +2 bonus to AC. In addition, if an effect moves you against your will along the ground, you can use your reaction to reduce the distance you are moved by up to 10 feet.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "59": {
    "Name": "Dwarven Thrower",
    "Type": "Weapon (warhammer)",
    "Rarity": "very rare",
    "Attunement": "requires attunement by a dwarf",
    "Description": "You gain a +3 bonus to attack and damage rolls made with this magic weapon. It has the thrown property with a normal range of 20 feet and a long range of 60 feet. When you hit with a ranged attack using this weapon, it deals an extra 1d8 damage or, if the target is a giant, 2d8 damage. Immediately after the attack, the weapon flies back to your hand.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "60": {
    "Name": "Efficient Quiver",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "Each of the quiver’s three compartments connects to an extradimensional space that allows the quiver to hold numerous items while never weighing more than 2 pounds. The shortest compartment can hold up to sixty arrows, bolts, or similar objects. The midsize compartment holds up to eighteen javelins or similar objects. The longest compartment holds up to six long objects, such as bows, quarterstaffs, or spears. You can draw any item the quiver contains as if doing so from a regular quiver or scabbard.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "61": {
    "Name": "Efreeti Bottle",
    "Type": "Wondrous item",
    "Rarity": "very rare",
    "Attunement": false,
    "Description": "This painted brass bottle weighs 1 pound. When you use an action to remove the stopper, a cloud of thick smoke flows out of the bottle. At the end of your turn, the smoke disappears with a flash of harmless fire, and an efreeti appears in an unoccupied space within 30 feet of you. The first time the bottle is opened, the GM rolls to determine what happens.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "62": {
    "Name": "Elemental Gem",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "This gem contains a mote of elemental energy. When you use an action to break the gem, an elemental is summoned as if you had cast the conjure elemental spell, and the gem’s magic is lost. The type of gem determines the elemental summoned by the spell. Gem Summoned Elemental Blue sapphire Air elemental Yellow diamond Earth elemental Red corundum Fire elemental Emerald Water elemental Elven Chain Armor (chain shirt), rare You gain a +1 bonus to AC while you wear this armor. You are considered proficient with this armor even if you lack proficiency with medium armor.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "63": {
    "Name": "Eversmoking Bottle",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "Smoke leaks from the lead-stoppered mouth of this brass bottle, which weighs 1 pound. When you use an action to remove the stopper, a cloud of thick smoke pours out in a 60-­‐‑foot radius from the bottle. The cloud’s area is heavily obscured. Each minute the bottle remains open and within the cloud, the radius increases by 10 feet until it reaches its maximum radius of 120 feet.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "64": {
    "Name": "Eyes of Charming",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": "These crystal lenses fit over the eyes. They have 3 charges. While wearing them, you can expend 1 charge as an action to cast the charm person spell (save DC 13) on a humanoid within 30 feet of you, provided that you and the target can see each other. The lenses regain all expended charges daily at dawn.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "65": {
    "Name": "Eyes of Minute Seeing",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "These crystal lenses fit over the eyes. While wearing them, you can see much better than normal out to a range of 1 foot. You have advantage on Intelligence (Investigation) checks that rely on sight while searching an area or studying an object within that range.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "66": {
    "Name": "Eyes of the Eagle",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": "These crystal lenses fit over the eyes. While wearing them, you have advantage on Wisdom (Perception) checks that rely on sight. In conditions of clear visibility, you can make out details of even extremely distant creatures and objects as small as 2 feet across.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "67": {
    "Name": "Feather Token",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "This tiny object looks like a feather. Different types of feather tokens exist, each with a different single-use effect. The GM chooses the kind of token or determines it randomly.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "68": {
    "Name": "Figurine of Wondrous Power",
    "Type": "Wondrous item",
    "Rarity": "rarity by figurine",
    "Attunement": false,
    "Description": "A figurine of wondrous power is a statuette of a beast small enough to fit in a pocket. If you use an action to speak the command word and throw the figurine to a point on the ground within 60 feet of you, the figurine becomes a living creature. If the space where the creature would appear is occupied by other creatures or objects, or if there isn’t enough space for the creature, the figurine doesn’t become a creature.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "69": {
    "Name": "Flame Tongue",
    "Type": "Weapon (any sword)",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "You can use a bonus action to speak this magic sword’s command word, causing flames to erupt from the blade. These flames shed bright light in a 40-foot radius and dim light for an additional 40 feet. While the sword is ablaze, it deals an extra 2d6 fire damage to any target it hits. The flames last until you use a bonus action to speak the command word again or until you drop or sheathe the sword.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "70": {
    "Name": "Folding Boat",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "This object appears as a wooden box that measures 12 inches long, 6 inches wide, and 6 inches deep. It weighs 4 pounds and floats. It can be opened to store items inside. This item also has three command words, each requiring you to use an action to speak it. One command word causes the box to unfold into a boat 10 feet long, 4 feet wide, and 2 feet deep. The boat has one pair of oars, an anchor, a mast, and a lateen sail. The boat can hold up to four Medium creatures comfortably. The second command word causes the box to unfold into a ship 24 feet long, 8 feet wide, and 6 feet deep. The ship has a deck, rowing seats, five sets of oars, a steering oar, an anchor, a deck cabin, and a mast with a square sail. The ship can hold fifteen Medium creatures comfortably. When the box becomes a vessel, its weight becomes that of a normal vessel its size, and anything that was stored in the box remains in the boat. The third command word causes the folding boat to fold back into a box, provided that no creatures are aboard. Any objects in the vessel that can’t fit inside the box remain outside the box as it folds. Any objects in the vessel that can fit inside the box do so.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "71": {
    "Name": "Frost Brand",
    "Type": "Weapon (any sword)",
    "Rarity": "very rare",
    "Attunement": "requires attunement",
    "Description": " When you hit with an attack using this magic sword, the target takes an extra 1d6 cold damage. In addition, while you hold the sword, you have resistance to fire damage. In freezing temperatures, the blade sheds bright light in a 10-­‐‑foot radius and dim light for an additional 10 feet. When you draw this weapon, you can extinguish all nonmagical flames within 30 feet of you. This property can be used no more than once per hour.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "72": {
    "Name": "Gauntlets of Ogre Power",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": "Your Strength score is 19 while you wear these gauntlets. They have no effect on you if your Strength is already 19 or higher.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "73": {
    "Name": "Gem of Brightness",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "This prism has 50 charges. While you are holding it, you can use an action to speak one of three command words to cause one of the following effects:",
    "Source": "SRD",
    "Author": "SRD"
  },
  "74": {
    "Name": "Gem of Seeing",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "This gem has 3 charges. As an action, you can speak the gem’s command word and expend 1 charge. For the next 10 minutes, you have truesight out to 120 feet when you peer through the gem. The gem regains 1d3 expended charges daily at dawn.  .",
    "Source": "SRD",
    "Author": "SRD"
  },
  "75": {
    "Name": "Giant Slayer",
    "Type": "Weapon (any axe or sword)",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "You gain a +1 bonus to attack and damage rolls made with this magic weapon. When you hit a giant with it, the giant takes an extra 2d6 damage of the weapon’s type and must succeed on a DC 15 Strength saving throw or fall prone. For the purpose of this weapon, “giant” refers to any creature with the giant type, including ettins and trolls.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "76": {
    "Name": "Glamoured Studded Leather",
    "Type": "Armor (studded leather)",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "While wearing this armor, you gain a +1 bonus to AC. You can also use a bonus action to speak the armor’s command word and cause the armor to assume the appearance of a normal set of clothing or some other kind of armor. You decide what it looks like, including color, style, and accessories, but the armor retains its normal bulk and weight. The illusory appearance lasts until you use this property again or remove the armor.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "77": {
    "Name": "Gloves of Missile Snaring",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": " These gloves seem to almost meld into your hands when you don them. When a ranged weapon attack hits you while you’re wearing them, you can use your reaction to reduce the damage by 1d10 + your Dexterity modifier, provided that you have a free hand. If you reduce the damage to 0, you can catch the missile if it is small enough for you to hold in that hand.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "78": {
    "Name": "Gloves of Swimming and Climbing",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": " While wearing these gloves, climbing and swimming don’t cost you extra movement, and you gain a +5 bonus to Strength (Athletics) checks made to climb or swim.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "79": {
    "Name": "Goggles of Night",
    "Type": "wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "While wearing these dark lenses, you have darkvision out to a range of 60 feet. If you already have darkvision, wearing the goggles increases its range by 60 feet.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "80": {
    "Name": "Hammer of Thunderbolts",
    "Type": "Weapon (maul)",
    "Rarity": "legendary",
    "Attunement": false,
    "Description": "You gain a +1 bonus to attack and damage rolls made with this magic weapon.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "81": {
    "Name": "Handy Haversack",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "This backpack has a central pouch and two side pouches, each of which is an extradimensional space. Each side pouch can hold up to 20 pounds of material, not exceeding a volume of 2 cubic feet. The large central pouch can hold up to 8 cubic feet or 80 pounds of material. The backpack always weighs 5 pounds, regardless of its contents. Placing an object in the haversack follows the normal rules for interacting with objects. Retrieving an item from the haversack requires you to use an action. When you reach into the haversack for a specific item, the item is always magically on top.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "82": {
    "Name": "Hat of Disguise",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": "While wearing this hat, you can use an action to cast the disguise self spell from it at will. The spell ends if the hat is removed.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "83": {
    "Name": "Headband of Intellect",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": "Your Intelligence score is 19 while you wear this headband. It has no effect on you if your Intelligence is already 19 or higher.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "84": {
    "Name": "Helm of Brilliance",
    "Type": "Wondrous item",
    "Rarity": "very rare",
    "Attunement": "requires attunement",
    "Description": "This dazzling helm is set with 1d10 diamonds, 2d10 rubies, 3d10 fire opals, and 4d10 opals. Any gem pried from the helm crumbles to dust. When all the gems are removed or destroyed, the helm loses its magic. You gain the following benefits while wearing it:",
    "Source": "SRD",
    "Author": "SRD"
  },
  "85": {
    "Name": "Helm of Comprehending Languages",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "While wearing this helm, you can use an action to cast the comprehend languages spell from it at will.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "86": {
    "Name": "Helm of Telepathy",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": "While wearing this helm, you can use an action to cast the detect thoughts spell (save DC 13) from it. As long as you maintain concentration on the spell, you can use a bonus action to send a telepathic message to a creature you are focused on. It can reply—using a bonus action to do so—while your focus on it continues. While focusing on a creature with detect thoughts, you can use an action to cast the suggestion spell (save DC 13) from the helm on that creature. Once used, the suggestion property can’t be used again until the next dawn.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "87": {
    "Name": "Helm of Teleportation",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "This helm has 3 charges. While wearing it, you can use an action and expend 1 charge to cast the teleport spell from it. The helm regains 1d3 expended charges daily at dawn.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "88": {
    "Name": "Holy Avenger",
    "Type": "Weapon (any sword)",
    "Rarity": "legendary",
    "Attunement": "requires attunement by a paladin",
    "Description": "You gain a +3 bonus to attack and damage rolls made with this magic weapon. When you hit a fiend or an undead with it, that creature takes an extra 2d10 radiant damage. While you hold the drawn sword, it creates an aura in a 10-foot radius around you. You and all creatures friendly to you in the aura have advantage on saving throws against spells and other magical effects. If you have 17 or more levels in the paladin class, the radius of the aura increases to 30 feet.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "89": {
    "Name": "Horn of Blasting",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "You can use an action to speak the horn’s command word and then blow the horn, which emits a thunderous blast in a 30-foot cone that is audible 600 feet away. Each creature in the cone must make a DC 15 Constitution saving throw. On a failed save, a creature takes 5d6 thunder damage and is deafened for 1 minute. On a successful save, a creature takes half as much damage and isn’t deafened. Creatures and objects made of glass or crystal have disadvantage on the saving throw and take 10d6 thunder damage instead of 5d6.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "90": {
    "Name": "Horn of Valhalla",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "You can use an action to blow this horn. In response, warrior spirits from the Valhalla appear within 60 feet of you. They use the statistics of a berserker. They return to Valhalla after 1 hour or when they drop to 0 hit points. Once you use the horn, it can’t be used again until 7 days have passed.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "91": {
    "Name": "Horseshoes of a Zephyr",
    "Type": "Wondrous item",
    "Rarity": "very rare",
    "Attunement": false,
    "Description": "These iron horseshoes come in a set of four. While all four shoes are affixed to the hooves of a horse or similar creature, they allow the creature to move normally while floating 4 inches above the ground. This effect means the creature can cross or stand above nonsolid or unstable surfaces, such as water or lava. The creature leaves no tracks and ignores difficult terrain. In addition, the creature can move at normal speed for up to 12 hours a day without suffering exhaustion from a forced march.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "92": {
    "Name": "Horseshoes of Speed",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "These iron horseshoes come in a set of four. While all four shoes are affixed to the hooves of a horse or similar creature, they increase the creature’s walking speed by 30 feet.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "93": {
    "Name": "Immovable Rod",
    "Type": "Rod",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "This flat iron rod has a button on one end. You can use an action to press the button, which causes the rod to become magically fixed in place. Until you or another creature uses an action to push the button again, the rod doesn’t move, even if it is defying gravity. The rod can hold up to 8,000 pounds of weight. More weight causes the rod to deactivate and fall. A creature can use an action to make a DC 30 Strength check, moving the fixed rod up to 10 feet on a success.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "94": {
    "Name": "Instant Fortress",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "You can use an action to place this 1-inch metal cube on the ground and speak its command word. The cube rapidly grows into a fortress that remains until you use an action to speak the command word that dismisses it, which works only if the fortress is empty.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "95": {
    "Name": "Ioun Stone",
    "Type": "Wondrous item",
    "Rarity": "rarity varies",
    "Attunement": "requires attunement",
    "Description": "An Ioun stone is named after Ioun, a god of knowledge and prophecy revered on some worlds. Many types of Ioun stone exist, each type a distinct combination of shape and color.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "96": {
    "Name": "Iron Bands of Binding",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "This rusty iron sphere measures 3 inches in diameter and weighs 1 pound. You can use an action to speak the command word and throw the sphere at a Huge or smaller creature you can see within 60 feet of you. As the sphere moves through the air, it opens into a tangle of metal bands. Make a ranged attack roll with an attack bonus equal to your Dexterity modifier plus your proficiency bonus. On a hit, the target is restrained until you take a bonus action to speak the command word again to release it. Doing so, or missing with the attack, causes the bands to contract and become a sphere once more. A creature, including the one restrained, can use an action to make a DC 20 Strength check to break the iron bands. On a success, the item is destroyed, and the restrained creature is freed. If the check fails, any further attempts made by that creature automatically fail until 24 hours have elapsed. Once the bands are used, they can’t be used again until the next dawn.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "97": {
    "Name": "Iron Flask",
    "Type": "Wondrous item",
    "Rarity": "legendary",
    "Attunement": false,
    "Description": "This iron bottle has a brass stopper. You can use an action to speak the flask’s command word, targeting a creature that you can see within 60 feet of you. If the target is native to a plane of existence other than the one you’re on, the target must succeed on a DC 17 Wisdom saving throw or be trapped in the flask. If the target has been trapped by the flask before, it has advantage on the saving throw. Once trapped, a creature remains in the flask until released. The flask can hold only one creature at a time. A creature trapped in the flask doesn’t need to breathe, eat, or drink and doesn’t age. You can use an action to remove the flask’s stopper and release the creature the flask contains. The creature is friendly to you and your companions for 1 hour and obeys your commands for that duration. If you give no commands or give it a command that is likely to result in its death, it defends itself but otherwise takes no actions. At the end of the duration, the creature acts in accordance with its normal disposition and alignment. An identify spell reveals that a creature is inside the flask, but the only way to determine the type of creature is to open the flask. A newly discovered bottle might already contain a creature chosen by the GM or determined randomly.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "98": {
    "Name": "Javelin of Lightning",
    "Type": "Weapon (javelin)",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "This javelin is a magic weapon. When you hurl it and speak its command word, it transforms into a bolt of lightning, forming a line 5 feet wide that extends out from you to a target within 120 feet. Each creature in the line excluding you and the target must make a DC 13 Dexterity saving throw, taking 4d6 lightning damage on a failed save, and half as much damage on a successful one. The lightning bolt turns back into a javelin when it reaches the target. Make a ranged weapon attack against the target. On a hit, the target takes damage from the javelin plus 4d6 lightning damage. The javelin’s property can’t be used again until the next dawn. In the meantime, the javelin can still be used as a magic weapon.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "99": {
    "Name": "Lantern of Revealing",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "While lit, this hooded lantern burns for 6 hours on 1 pint of oil, shedding bright light in a 30-foot radius and dim light for an additional 30 feet. Invisible creatures and objects are visible as long as they are in the lantern’s bright light. You can use an action to lower the hood, reducing the light to dim light in a 5- foot radius.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "100": {
    "Name": "Luck Blade",
    "Type": "Weapon (any sword)",
    "Rarity": "legendary",
    "Attunement": "requires attunement",
    "Description": "You gain a +1 bonus to attack and damage rolls made with this magic weapon. While the sword is on your person, you also gain a +1 bonus to saving throws.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "101": {
    "Name": "Mace of Disruption",
    "Type": "Weapon (mace)",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "When you hit a fiend or an undead with this magic weapon, that creature takes an extra 2d6 radiant damage. If the target has 25 hit points or fewer after taking this damage, it must succeed on a DC 15 Wisdom saving throw or be destroyed. On a successful save, the creature becomes frightened of you until the end of your next turn. While you hold this weapon, it sheds bright light in a 20-foot radius and dim light for an additional 20 feet.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "102": {
    "Name": "Mace of Smiting",
    "Type": "Weapon (mace)",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "You gain a +1 bonus to attack and damage rolls made with this magic weapon. The bonus increases to +3 when you use the mace to attack a construct. When you roll a 20 on an attack roll made with this weapon, the target takes an extra 2d6 bludgeoning damage, or 4d6 bludgeoning damage if it’s a construct. If a construct has 25 hit points or fewer after taking this damage, it is destroyed.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "103": {
    "Name": "Mace of Terror",
    "Type": "Weapon (mace)",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "This magic weapon has 3 charges. While holding it, you can use an action and expend 1 charge to release a wave of terror. Each creature of your choice in a 30-foot radius extending from you must succeed on a DC 15 Wisdom saving throw or become frightened of you for 1 minute. While it is frightened in this way, a creature must spend its turns trying to move as far away from you as it can, and it can’t willingly move to a space within 30 feet of you. It also can’t take reactions. For its action, it can use only the Dash action or try to escape from an effect that prevents it from moving. If it has nowhere it can move, the creature can use the Dodge action. At the end of each of its turns, a creature can repeat the saving throw, ending the effect on itself on a success. The mace regains 1d3 expended charges daily at dawn.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "104": {
    "Name": "Mantle of Spell Resistance",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "You have advantage on saving throws against spells while you wear this cloak.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "105": {
    "Name": "Manual of Bodily Health",
    "Type": "Wondrous item",
    "Rarity": "very rare",
    "Attunement": false,
    "Description": "This book contains health and diet tips, and its words are charged with magic. If you spend 48 hours over a period of 6 days or fewer studying the book’s contents and practicing its guidelines, your Constitution score increases by 2, as does your maximum for that score. The manual then loses its magic, but regains it in a century.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "106": {
    "Name": "Manual of Gainful Exercise",
    "Type": "Wondrous item",
    "Rarity": "very rare",
    "Attunement": false,
    "Description": "This book describes fitness exercises, and its words are charged with magic. If you spend 48 hours over a period of 6 days or fewer studying the book’s contents and practicing its guidelines, your Strength score increases by 2, as does your maximum for that score. The manual then loses its magic, but regains it in a century.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "107": {
    "Name": "Manual of Golems",
    "Type": "Wondrous item",
    "Rarity": "very rare",
    "Attunement": false,
    "Description": "This tome contains information and incantations necessary to make a particular type of golem. The GM chooses the type or determines it randomly. To decipher and use the manual, you must be a spellcaster with at least two 5th-level spell slots. A creature that can’t use a manual of golems and attempts to read it takes 6d6 psychic damage.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "108": {
    "Name": "Manual of Quickness of Action",
    "Type": "Wondrous item",
    "Rarity": "very rare",
    "Attunement": false,
    "Description": "This book contains coordination and balance exercises, and its words are charged with magic. If you spend 48 hours over a period of 6 days or fewer studying the book’s contents and practicing its guidelines, your Dexterity score increases by 2, as does your maximum for that score. The manual then loses its magic, but regains it in a century.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "109": {
    "Name": "Marvelous Pigments",
    "Type": "Wondrous item",
    "Rarity": "very rare",
    "Attunement": false,
    "Description": "Typically found in 1d4 pots inside a fine wooden box with a brush (weighing 1 pound in total), these pigments allow you to create three-­‐‑dimensional objects by painting them in two dimensions. The paint flows from the brush to form the desired object as you concentrate on its image.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "110": {
    "Name": "Medallion of Thoughts",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": "The medallion has 3 charges. While wearing it, you can use an action and expend 1 charge to cast the detect thoughts spell (save DC 13) from it. The medallion regains 1d3 expended charges daily at dawn.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "111": {
    "Name": "Mirror of Life Trapping",
    "Type": "Wondrous item",
    "Rarity": "very rare",
    "Attunement": false,
    "Description": "When this 4-foot-tall mirror is viewed indirectly, its surface shows faint images of creatures. The mirror weighs 50 pounds, and it has AC 11, 10 hit points, and vulnerability to bludgeoning damage. It shatters and is destroyed when reduced to 0 hit points.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "112": {
    "Name": "Mithral Armor",
    "Type": "Armor (medium or heavy, but not hide)",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "Mithral is a light, flexible metal. A mithral chain shirt or breastplate can be worn under normal clothes. If the armor normally imposes disadvantage on Dexterity (Stealth) checks or has a Strength requirement, the mithral version of the armor doesn’t.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "113": {
    "Name": "Necklace of Adaptation",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": "While wearing this necklace, you can breathe normally in any environment, and you have advantage on saving throws made against harmful gases and vapors (such as cloudkill and stinking cloud effects, inhaled poisons, and the breath weapons of some dragons).",
    "Source": "SRD",
    "Author": "SRD"
  },
  "114": {
    "Name": "Necklace of Fireballs",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "This necklace has 1d6 + 3 beads hanging from it. You can use an action to detach a bead and throw it up to 60 feet away. When it reaches the end of its trajectory, the bead detonates as a 3rd-level fireball spell (save DC 15). You can hurl multiple beads, or even the whole necklace, as one action. When you do so, increase the level of the fireball by 1 for each bead beyond the first.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "115": {
    "Name": "Necklace of Prayer Beads",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": "requires attunement by a cleric, druid, or paladin",
    "Description": "This necklace has 1d4 + 2 magic beads made from aquamarine, black pearl, or topaz. It also has many nonmagical beads made from stones such as amber, bloodstone, citrine, coral, jade, pearl, or quartz. If a magic bead is removed from the necklace, that bead loses its magic. Six types of magic beads exist. The GM decides the type of each bead on the necklace or determines it randomly. A necklace can have more than one bead of the same type. To use one, you must be wearing the necklace. Each bead contains a spell that you can cast from it as a bonus action (using your spell save DC if a save is necessary). Once a magic bead’s spell is cast, that bead can’t be used again until the next dawn.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "116": {
    "Name": "Nine Lives Stealer",
    "Type": "Weapon (any sword)",
    "Rarity": "very rare",
    "Attunement": "requires attunement",
    "Description": "You gain a +2 bonus to attack and damage rolls made with this magic weapon. The sword has 1d8 + 1 charges. If you score a critical hit against a creature that has fewer than 100 hit points, it must succeed on a DC 15 Constitution saving throw or be slain instantly as the sword tears its life force from its body (a construct or an undead is immune). The sword loses 1 charge if the creature is slain. When the sword has no charges remaining, it loses this property.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "117": {
    "Name": "Oathbow",
    "Type": "Weapon (longbow)",
    "Rarity": "very rare",
    "Attunement": "requires attunement",
    "Description": "When you nock an arrow on this bow, it whispers in Elvish, “Swift defeat to my enemies.” When you use this weapon to make a ranged attack, you can, as a command phrase, say, “Swift death to you who have wronged me.” The target of your attack becomes your sworn enemy until it dies or until dawn seven days later. You can have only one such sworn enemy at a time. When your sworn enemy dies, you can choose a new one after the next dawn.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "118": {
    "Name": "Oil of Etherealness",
    "Type": "Potion",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "Beads of this cloudy gray oil form on the outside of its container and quickly evaporate. The oil can cover a Medium or smaller creature, along with the equipment it’s wearing and carrying (one additional vial is required for each size category above Medium). Applying the oil takes 10 minutes. The affected creature then gains the effect of the etherealness spell for 1 hour.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "119": {
    "Name": "Oil of Sharpness",
    "Type": "Potion",
    "Rarity": "very rare",
    "Attunement": false,
    "Description": "This clear, gelatinous oil sparkles with tiny, ultrathin silver shards. The oil can coat one slashing or piercing weapon or up to 5 pieces of slashing or piercing ammunition. Applying the oil takes 1 minute. For 1 hour, the coated item is magical and has a +3 bonus to attack and damage rolls.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "120": {
    "Name": "Oil of Slipperiness",
    "Type": "Potion",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "This sticky black unguent is thick and heavy in the container, but it flows quickly when poured. The oil can cover a Medium or smaller creature, along with the equipment it’s wearing and carrying (one additional vial is required for each size category above Medium).",
    "Source": "SRD",
    "Author": "SRD"
  },
  "121": {
    "Name": "Pearl of Power",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": "requires attunement by a spellcaster",
    "Description": "While this pearl is on your person, you can use an action to speak its command word and regain one expended spell slot. If the expended slot was of 4th level or higher, the new slot is 3rd level. Once you use the pearl, it can't be used again until the next dawn.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "122": {
    "Name": "Periapt of Health",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "You are immune to contracting any disease while you wear this pendant. If you are already infected with a disease, the effects of the disease are suppressed you while you wear the pendant.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "123": {
    "Name": "Periapt of Proof against Poison",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "This delicate silver chain has a brilliant-cut black gem pendant. While you wear it, poisons have no effect on you. You are immune to the poisoned condition and have immunity to poison damage.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "124": {
    "Name": "Periapt of Wound Closure",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": "While you wear this pendant, you stabilize whenever you are dying at the start of your turn. In addition, whenever you roll a Hit Die to regain hit points, double the number of hit points it restores.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "125": {
    "Name": "Philter of Love",
    "Type": "potion",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "The next time you see a creature within 10 minutes after drinking this philter, you become charmed by that creature for 1 hour. If the creature is of a species and gender you are normally attracted to, you regard it as your true love while you are charmed. This potion’s rose-hued, effervescent liquid contains one easy-to-miss bubble shaped like a heart.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "126": {
    "Name": "Pipes of Haunting",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "You must be proficient with wind instruments to use these pipes. They have 3 charges. You can use an action to play them and expend 1 charge to create an eerie, spellbinding tune. Each creature within 30 feet of you that hears you play must succeed on a DC 15 Wisdom saving throw or become frightened of you for 1 minute. If you wish, all creatures in the area that aren’t hostile toward you automatically succeed on the saving throw. A creature that fails the saving throw can repeat it at the end of each of its turns, ending the effect on itself on a success. A creature that succeeds on its saving throw is immune to the effect of these pipes for 24 hours. The pipes regain 1d3 expended charges daily at dawn.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "127": {
    "Name": "Pipes of the Sewers",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": "You must be proficient with wind instruments to use these pipes. While you are attuned to the pipes, ordinary rats and giant rats are indifferent toward you and will not attack you unless you threaten or harm them.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "128": {
    "Name": "Plate Armor of Etherealness",
    "Type": "Armor (plate)",
    "Rarity": "legendary",
    "Attunement": "requires attunement",
    "Description": "While you’re wearing this armor, you can speak its command word as an action to gain the effect of the etherealness spell, which last for 10 minutes or until you remove the armor or use an action to speak the command word again. This property of the armor can’t be used again until the next dawn.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "129": {
    "Name": "Portable Hole",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "This fine black cloth, soft as silk, is folded up to the dimensions of a handkerchief. It unfolds into a circular sheet 6 feet in diameter.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "130": {
    "Name": "Potion of Animal Friendship",
    "Type": "Potion",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "When you drink this potion, you can cast the animal friendship spell (save DC 13) for 1 hour at will. Agitating this muddy liquid brings little bits into view: a fish scale, a hummingbird tongue, a cat claw, or a squirrel hair.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "131": {
    "Name": "Potion of Clairvoyance",
    "Type": "Potion",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "When you drink this potion, you gain the effect of the clairvoyance spell. An eyeball bobs in this yellowish liquid but vanishes when the potion is opened.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "132": {
    "Name": "Potion of Climbing",
    "Type": "Potion",
    "Rarity": "common",
    "Attunement": false,
    "Description": "When you drink this potion, you gain a climbing speed equal to your walking speed for 1 hour. During this time, you have advantage on Strength (Athletics) checks you make to climb. The potion is separated into brown, silver, and gray layers resembling bands of stone. Shaking the bottle fails to mix the colors.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "133": {
    "Name": "Potion of Diminution",
    "Type": "Potion",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "When you drink this potion, you gain the “reduce” effect of the enlarge/reduce spell for 1d4 hours (no concentration required). The red in the potion’s liquid continuously contracts to a tiny bead and then expands to color the clear liquid around it. Shaking the bottle fails to interrupt this process.  .",
    "Source": "SRD",
    "Author": "SRD"
  },
  "134": {
    "Name": "Potion of Flying",
    "Type": "Potion",
    "Rarity": "very rare",
    "Attunement": false,
    "Description": "When you drink this potion, you gain a flying speed equal to your walking speed for 1 hour and can hover. If you’re in the air when the potion wears off, you fall unless you have some other means of staying aloft. This potion’s clear liquid floats at the top of its container and has cloudy white impurities drifting in it.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "135": {
    "Name": "Potion of Gaseous Form",
    "Type": "Potion",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "When you drink this potion, you gain the effect of the gaseous form spell for 1 hour (no concentration required) or until you end the effect as a bonus action. This potion’s container seems to hold fog that moves and pours like water.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "136": {
    "Name": "Potion of Giant Strength",
    "Type": "Potion",
    "Rarity": "rarity varies",
    "Attunement": false,
    "Description": "When you drink this potion, your Strength score changes for 1 hour. The type of giant determines the score (see the table below). The potion has no effect on you if your Strength is equal to or greater than that score.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "137": {
    "Name": "Potion of Growth",
    "Type": "Potion",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "When you drink this potion, you gain the “enlarge” effect of the enlarge/reduce spell for 1d4 hours (no concentration required). The red in the potion’s liquid continuously expands from a tiny bead to color the clear liquid around it and then contracts. Shaking the bottle fails to interrupt this process.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "138": {
    "Name": "Potion of Healing",
    "Type": "Potion",
    "Rarity": "rarity varies",
    "Attunement": false,
    "Description": "You regain hit points when you drink this potion. The number of hit points depends on the potion’s rarity, as shown in the potions of Healing table. Whatever its potency, the potion’s red liquid glimmers when agitated.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "139": {
    "Name": "Potion of Heroism",
    "Type": "Potion",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "For 1 hour after drinking it, you gain 10 temporary hit points that last for 1 hour. For the same duration, you are under the effect of the bless spell (no concentration required). This blue potion bubbles and steams as if boiling.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "140": {
    "Name": "Potion of Invisibility",
    "Type": "Potion",
    "Rarity": "very rare",
    "Attunement": false,
    "Description": "This potion’s container looks empty but feels as though it holds liquid. When you drink it, you become invisible for 1 hour. Anything you wear or carry is invisible with you. The effect ends early if you attack or cast a spell.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "141": {
    "Name": "Potion of Mind Reading",
    "Type": "Potion",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "When you drink this potion, you gain the effect of the detect thoughts spell (save DC 13). The potion’s dense, purple liquid has an ovoid cloud of pink floating in it.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "142": {
    "Name": "Potion of Poison",
    "Type": "Potion",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "This concoction looks, smells, and tastes like a potion of healing or other beneficial potion. However, it is actually poison masked by illusion magic. An identify spell reveals its true nature.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "143": {
    "Name": "Potion of Resistance",
    "Type": "Potion",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "When you drink this potion, you gain resistance to one type of damage for 1 hour. The GM chooses the type or determines it randomly from the options below.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "144": {
    "Name": "Potion of Speed",
    "Type": "Potion",
    "Rarity": "very rare",
    "Attunement": false,
    "Description": "When you drink this potion, you gain the effect of the haste spell for 1 minute (no concentration required). The potion’s yellow fluid is streaked with black and swirls on its own.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "145": {
    "Name": "Potion of Water Breathing",
    "Type": "Potion",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "You can breathe underwater for 1 hour after drinking this potion. Its cloudy green fluid smells of the sea and has a jellyfish-like bubble floating in it.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "146": {
    "Name": "Restorative Ointment",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "This glass jar, 3 inches in diameter, contains 1d4 + 1 doses of a thick mixture that smells faintly of aloe. The jar and its contents weigh 1/2 pound. As an action, one dose of the ointment can be swallowed or applied to the skin. The creature that receives it regains 2d8 + 2 hit points, ceases to be poisoned, and is cured of any disease.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "147": {
    "Name": "Ring of Animal Influence",
    "Type": "Ring",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "This ring has 3 charges, and it regains 1d3 expended charges daily at dawn. While wearing the ring, you can use an action to expend 1 of its charges to cast one of the following spells:",
    "Source": "SRD",
    "Author": "SRD"
  },
  "148": {
    "Name": "Ring of Djinni Summoning",
    "Type": "Ring",
    "Rarity": "legendary",
    "Attunement": "requires attunement",
    "Description": "While wearing this ring, you can speak its command word as an action to summon a particular djinni from the Elemental Plane of Air. The djinni appears in an unoccupied space you choose within 120 feet of you. It remains as long as you concentrate (as if concentrating on a spell), to a maximum of 1 hour, or until it drops to 0 hit points. It then returns to its home plane.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "149": {
    "Name": "Ring of Elemental Command",
    "Type": "Ring",
    "Rarity": "legendary",
    "Attunement": "requires attunement",
    "Description": "This ring is linked to one of the four Elemental Planes. The GM chooses or randomly determines the linked plane.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "150": {
    "Name": "Ring of Evasion",
    "Type": "Ring",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "This ring has 3 charges, and it regains 1d3 expended charges daily at dawn. When you fail a Dexterity saving throw while wearing it, you can use your reaction to expend 1 of its charges to succeed on that saving throw instead.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "151": {
    "Name": "Ring of Feather Falling",
    "Type": "Ring",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "When you fall while wearing this ring, you descend 60 feet per round and take no damage from falling.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "152": {
    "Name": "Ring of Free Action",
    "Type": "Ring",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "While you wear this ring, difficult terrain doesn’t cost you extra movement. In addition, magic can neither reduce your speed nor cause you to be paralyzed or restrained.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "153": {
    "Name": "Ring of Invisibility",
    "Type": "Ring",
    "Rarity": "legendary",
    "Attunement": "requires attunement",
    "Description": "While wearing this ring, you can turn invisible as an action. Anything you are wearing or carrying is invisible with you. You remain invisible until the ring is removed, until you attack or cast a spell, or until you use a bonus action to become visible again.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "154": {
    "Name": "Ring of Jumping",
    "Type": "Ring",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": "While wearing this ring, you can cast the jump spell from it as a bonus action at will, but can target only yourself when you do so.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "155": {
    "Name": "Ring of Mind Shielding",
    "Type": "Ring",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": "While wearing this ring, you are immune to magic that allows other creatures to read your thoughts, determine whether you are lying, know your alignment, or know your creature type. Creatures can telepathically communicate with you only if you allow it.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "156": {
    "Name": "Ring of Protection",
    "Type": "Ring",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "You gain a +1 bonus to AC and saving throws while wearing this ring.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "157": {
    "Name": "Ring of Regeneration ",
    "Type": "Ring",
    "Rarity": "very rare",
    "Attunement": "requires attunement",
    "Description": "While wearing this ring, you regain 1d6 hit points every 10 minutes, provided that you have at least 1 hit point. If you lose a body part, the ring causes the missing part to regrow and return to full functionality after 1d6 + 1 days if you have at least 1 hit point the whole time.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "158": {
    "Name": "Ring of Resistance",
    "Type": "Ring",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "You have resistance to one damage type while wearing this ring. The gem in the ring indicates the type, which the GM chooses or determines randomly.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "159": {
    "Name": "Ring of Shooting Stars",
    "Type": "Ring",
    "Rarity": "very rare",
    "Attunement": "requires attunement outdoors at night",
    "Description": "While wearing this ring in dim light or darkness, you can cast dancing lights and light from the ring at will. Casting either spell from the ring requires an action. The ring has 6 charges for the following other properties. The ring regains 1d6 expended charges daily at dawn.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "160": {
    "Name": "Ring of Spell Storing",
    "Type": "Ring",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "This ring stores spells cast into it, holding them until the attuned wearer uses them. The ring can store up to 5 levels worth of spells at a time. When found, it contains 1d6 − 1 levels of stored spells chosen by the GM.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "161": {
    "Name": "Ring of Spell Turning",
    "Type": "Ring",
    "Rarity": "legendary",
    "Attunement": "requires attunement",
    "Description": "While wearing this ring, you have advantage on saving throws against any spell that targets only you (not in an area of effect). In addition, if you roll a 20 for the save and the spell is 7th level or lower, the spell has no effect on you and instead targets the caster, using the slot level, spell save DC, attack bonus, and spellcasting ability of the caster.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "162": {
    "Name": "Ring of Swimming",
    "Type": "Ring",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "You have a swimming speed of 40 feet while wearing this ring.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "163": {
    "Name": "Ring of Telekinesis",
    "Type": "Ring",
    "Rarity": "very rare",
    "Attunement": "requires attunement",
    "Description": "While wearing this ring, you can cast the telekinesis spell at will, but you can target only objects that aren’t being worn or carried.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "164": {
    "Name": "Ring of the Ram",
    "Type": "Ring",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "This ring has 3 charges, and it regains 1d3 expended charges daily at dawn. While wearing the ring, you can use an action to expend 1 to 3 of its charges to attack one creature you can see within 60 feet of you. The ring produces a spectral ram’s head and makes its attack roll with a +7 bonus. On a hit, for each charge you spend, the target takes 2d10 force damage and is pushed 5 feet away from you.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "165": {
    "Name": "Ring of Three Wishes ",
    "Type": "Ring",
    "Rarity": "legendary",
    "Attunement": false,
    "Description": "While wearing this ring, you can use an action to expend 1 of its 3 charges to cast the wish spell from it. The ring becomes nonmagical when you use the last charge.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "166": {
    "Name": "Ring of Warmth",
    "Type": "Ring",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": "While wearing this ring, you have resistance to cold damage. In addition, you and everything you wear and carry are unharmed by temperatures as low as −50 degrees Fahrenheit.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "167": {
    "Name": "Ring of Water Walking",
    "Type": "Ring",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "While wearing this ring, you can stand on and move across any liquid surface as if it were solid ground.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "168": {
    "Name": "Ring of X-ray Vision",
    "Type": "Ring",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "While wearing this ring, you can use an action to speak its command word. When you do so, you can see into and through solid matter for 1 minute. This vision has a radius of 30 feet. To you, solid objects within that radius appear transparent and don’t prevent light from passing through them. The vision can penetrate 1 foot of stone, 1 inch of common metal, or up to 3 feet of wood or dirt. Thicker substances block the vision, as does a thin sheet of lead. Whenever you use the ring again before taking a long rest, you must succeed on a DC 15 Constitution saving throw or gain one level of exhaustion.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "169": {
    "Name": "Robe of Eyes",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "This robe is adorned with eyelike patterns. While you wear the robe, you gain the following benefits:",
    "Source": "SRD",
    "Author": "SRD"
  },
  "170": {
    "Name": "Robe of Scintillating Colors",
    "Type": "Wondrous item",
    "Rarity": "very rare",
    "Attunement": "requires attunement",
    "Description": "This robe has 3 charges, and it regains 1d3 expended charges daily at dawn. While you wear it, you can use an action and expend 1 charge to cause the garment to display a shifting pattern of dazzling hues until the end of your next turn. During this time, the robe sheds bright light in a 30-foot radius and dim light for an additional 30 feet. Creatures that can see you have disadvantage on attack rolls against you. In addition, any creature in the bright light that can see you when the robe’s power is activated must succeed on a DC 15 Wisdom saving throw or become stunned until the effect ends.  .",
    "Source": "SRD",
    "Author": "SRD"
  },
  "171": {
    "Name": "Robe of Stars",
    "Type": "Wondrous item",
    "Rarity": "very rare",
    "Attunement": "requires attunement",
    "Description": "This black or dark blue robe is embroidered with small white or silver stars. You gain a +1 bonus to saving throws while you wear it.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "172": {
    "Name": "Robe of the Archmagi",
    "Type": "Wondrous item",
    "Rarity": "legendary",
    "Attunement": "requires attunement by a sorcerer, warlock, or wizard",
    "Description": "This elegant garment is made from exquisite cloth of white, gray, or black and adorned with silvery runes. The robe’s color corresponds to the alignment for which the item was created. A white robe was made for good, gray for neutral, and black for evil. You can’t attune to a robe of the archmagi that doesn’t correspond to your alignment. You gain these benefits while wearing the robe:",
    "Source": "SRD",
    "Author": "SRD"
  },
  "173": {
    "Name": "Robe of Useful Items",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "This robe has cloth patches of various shapes and colors covering it. While wearing the robe, you can use an action to detach one of the patches, causing it to become the object or creature it represents. Once the last patch is removed, the robe becomes an ordinary garment.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "174": {
    "Name": "Rod of Absorption",
    "Type": "Rod",
    "Rarity": "very rare",
    "Attunement": "requires attunement",
    "Description": "While holding this rod, you can use your reaction to absorb a spell that is targeting only you and not with an area of effect. The absorbed spell’s effect is canceled, and the spell’s energy—not the spell itself—is stored in the rod. The energy has the same level as the spell when it was cast. The rod can absorb and store up to 50 levels of energy over the course of its existence. Once the rod absorbs 50 levels of energy, it can’t absorb more. If you are targeted by a spell that the rod can’t store, the rod has no effect on that spell.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "175": {
    "Name": "Rod of Alertness",
    "Type": "Rod",
    "Rarity": "very rare",
    "Attunement": "requires attunement",
    "Description": "This rod has a flanged head and the following properties.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "176": {
    "Name": "Rod of Lordly Might",
    "Type": "Rod",
    "Rarity": "legendary",
    "Attunement": "requires attunement",
    "Description": "This rod has a flanged head, and it functions as a magic mace that grants a +3 bonus to attack and damage rolls made with it. The rod has properties associated with six different buttons that are set in a row along the haft. It has three other properties as well, detailed below.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "177": {
    "Name": "Rod of Rulership",
    "Type": "Rod",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": " You can use an action to present the rod and command obedience from each creature of your choice that you can see within 120 feet of you. Each target must succeed on a DC 15 Wisdom saving throw or be charmed by you for 8 hours. While charmed in this way, the creature regards you as its trusted leader. If harmed by you or your companions, or commanded to do something contrary to its nature, a target ceases to be charmed in this way. The rod can’t be used again until the next dawn.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "178": {
    "Name": "Rod of Security",
    "Type": "Rod",
    "Rarity": "very rare",
    "Attunement": false,
    "Description": "While holding this rod, you can use an action to activate it. The rod then instantly transports you and up to 199 other willing creatures you can see to a paradise that exists in an extraplanar space. You choose the form that the paradise takes. It could be a tranquil garden, lovely glade, cheery tavern, immense palace, tropical island, fantastic carnival, or whatever else you can imagine. Regardless of its nature, the paradise contains enough water and food to sustain its visitors. Everything else that can be interacted with inside the extraplanar space can exist only there. For example, a flower picked from a garden in the paradise disappears if it is taken outside the extraplanar space. For each hour spent in the paradise, a visitor regains hit points as if it had spent 1 Hit Die. Also, creatures don’t age while in the paradise, although time passes normally. Visitors can remain in the paradise for up to 200 days divided by the number of creatures present (round down). When the time runs out or you use an action to end it, all visitors reappear in the location they occupied when you activated the rod, or an unoccupied space nearest that location. The rod can’t be used again until ten days have passed.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "179": {
    "Name": "Rope of Climbing",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "This 60-foot length of silk rope weighs 3 pounds and can hold up to 3,000 pounds. If you hold one end of the rope and use an action to speak the command word, the rope animates. As a bonus action, you can command the other end to move toward a destination you choose. That end moves 10 feet on your turn when you first command it and 10 feet on each of your turns until reaching its destination, up to its maximum length away, or until you tell it to stop. You can also tell the rope to fasten itself securely to an object or to unfasten itself, to knot or unknot itself, or to coil itself for carrying. If you tell the rope to knot, large knots appear at 1-foot intervals along the rope. While knotted, the rope shortens to a 50-foot length and grants advantage on checks made to climb it. The rope has AC 20 and 20 hit points. It regains 1 hit point every 5 minutes as long as it has at least 1 hit point. If the rope drops to 0 hit points, it is destroyed.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "180": {
    "Name": "Rope of Entanglement",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "This rope is 30 feet long and weighs 3 pounds. If you hold one end of the rope and use an action to speak its command word, the other end darts forward to entangle a creature you can see within 20 feet of you. The target must succeed on a DC 15 Dexterity saving throw or become restrained.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "181": {
    "Name": "Scarab of Protection",
    "Type": "Wondrous item",
    "Rarity": "legendary",
    "Attunement": "requires attunement",
    "Description": "If you hold this beetle-shaped medallion in your hand for 1 round, an inscription appears on its surface revealing its magical nature. It provides two benefits while it is on your person:",
    "Source": "SRD",
    "Author": "SRD"
  },
  "182": {
    "Name": "Scimitar of Speed ",
    "Type": "Weapon (scimitar)",
    "Rarity": "very rare",
    "Attunement": "requires attunement",
    "Description": "You gain a +2 bonus to attack and damage rolls made with this magic weapon. In addition, you can make one attack with it as a bonus action on each of your turns.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "183": {
    "Name": "Shield, +1, +2, or +3 ",
    "Type": "Armor (shield)",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "While holding this shield, you have a bonus to AC determined by the shield’s rarity. This bonus is in addition to the shield’s normal bonus to AC.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "184": {
    "Name": "Shield of Missile Attraction",
    "Type": "Armor (shield)",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "While holding this shield, you have resistance to damage from ranged weapon attacks.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "185": {
    "Name": "Slippers of Spider Climbing",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": "While you wear these light shoes, you can move up, down, and across vertical surfaces and upside down along ceilings, while leaving your hands free. You have a climbing speed equal to your walking speed. However, the slippers don’t allow you to move this way on a slippery surface, such as one covered by ice or oil.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "186": {
    "Name": "Sovereign Glue",
    "Type": "Wondrous item",
    "Rarity": "legendary",
    "Attunement": false,
    "Description": "This viscous, milky-white substance can form a permanent adhesive bond between any two objects. It must be stored in a jar or flask that has been coated inside with oil of slipperiness. When found, a container contains 1d6 + 1 ounces. One ounce of the glue can cover a 1-foot square surface. The glue takes 1 minute to set. Once it has done so, the bond it creates can be broken only by the application of universal solvent or oil of etherealness, or with a wish spell.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "187": {
    "Name": "Spell Scroll",
    "Type": "Scroll",
    "Rarity": "varies",
    "Attunement": false,
    "Description": "A spell scroll bears the words of a single spell, written in a mystical cipher. If the spell is on your class’s spell list, you can read the scroll and cast its spell without providing any material components. Otherwise, the scroll is unintelligible. Casting the spell by reading the scroll requires the spell’s normal casting time. Once the spell is cast, the words on the scroll fade, and it crumbles to dust. If the casting is interrupted, the scroll is not lost.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "188": {
    "Name": "Spellguard Shield",
    "Type": "Armor (shield)",
    "Rarity": "very rare",
    "Attunement": "requires attunement",
    "Description": "While holding this shield, you have advantage on saving throws against spells and other magical effects, and spell attacks have disadvantage against you.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "189": {
    "Name": "Sphere of Annihilation",
    "Type": "Wondrous item",
    "Rarity": "legendary",
    "Attunement": false,
    "Description": "This 2-foot-diameter black sphere is a hole in the multiverse, hovering in space and stabilized by a magical field surrounding it.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "190": {
    "Name": "Staff of Charming",
    "Type": "Staff",
    "Rarity": "rare",
    "Attunement": "requires attunement by a bard, cleric, druid, sorcerer, warlock, or wizard",
    "Description": "While holding this staff, you can use an action to expend 1 of its 10 charges to cast charm person, command, or comprehend languages from it using your spell save DC. The staff can also be used as a magic quarterstaff.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "191": {
    "Name": "Staff of Fire",
    "Type": "Staff",
    "Rarity": "very rare",
    "Attunement": "requires attunement by a druid, sorcerer, warlock, or wizard",
    "Description": "You have resistance to fire damage while you hold this staff. The staff has 10 charges. While holding it, you can use an action to expend 1 or more of its charges to cast one of the following spells from it, using your spell save DC: burning hands (1 charge), fireball (3 charges), or wall of fire (4 charges).",
    "Source": "SRD",
    "Author": "SRD"
  },
  "192": {
    "Name": "Staff of Frost",
    "Type": "Staff",
    "Rarity": "very rare",
    "Attunement": "requires attunement by a druid, sorcerer, warlock, or wizard",
    "Description": "You have resistance to cold damage while you hold this staff. The staff has 10 charges. While holding it, you can use an action to expend 1 or more of its charges to cast one of the following spells from it, using your spell save DC: cone of cold (5 charges), fog cloud (1 charge), ice storm (4 charges), or wall of ice (4 charges).",
    "Source": "SRD",
    "Author": "SRD"
  },
  "193": {
    "Name": "Staff of Healing",
    "Type": "Staff",
    "Rarity": "rare",
    "Attunement": "requires attunement by a bard, cleric, or druid",
    "Description": "This staff has 10 charges. While holding it, you can use an action to expend 1 or more of its charges to cast one of the following spells from it, using your spell save DC and spellcasting ability modifier: cure wounds (1 charge per spell level, up to 4th), lesser restoration (2 charges), or mass cure wounds (5 charges).",
    "Source": "SRD",
    "Author": "SRD"
  },
  "194": {
    "Name": "Staff of Power",
    "Type": "Staff",
    "Rarity": "very rare",
    "Attunement": "requires attunement by a sorcerer, warlock, or wizard",
    "Description": "This staff can be wielded as a magic quarterstaff that grants a +2 bonus to attack and damage rolls made with it. While holding it, you gain a +2 bonus to Armor Class, saving throws, and spell attack rolls.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "195": {
    "Name": "Staff of Striking",
    "Type": "Staff",
    "Rarity": "very rare",
    "Attunement": "requires attunement",
    "Description": "This staff can be wielded as a magic quarterstaff that grants a +3 bonus to attack and damage rolls made with it. The staff has 10 charges. When you hit with a melee attack using it, you can expend up to 3 of its charges. For each charge you expend, the target takes an extra 1d6 force damage.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "196": {
    "Name": "Staff of Swarming Insects",
    "Type": "Staff",
    "Rarity": "rare",
    "Attunement": "requires attunement by a bard, cleric, druid, sorcerer, warlock, or wizard",
    "Description": "This staff has 10 charges and regains 1d6 + 4 expended charges daily at dawn. If you expend the last charge, roll a d20. On a 1, a swarm of insects consumes and destroys the staff, then disperses.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "197": {
    "Name": "Staff of the Magi",
    "Type": "Staff",
    "Rarity": "legendary",
    "Attunement": "requires attunement by a sorcerer, warlock, or wizard",
    "Description": "This staff can be wielded as a magic quarterstaff that grants a +2 bonus to attack and damage rolls made with it. While you hold it, you gain a +2 bonus to spell attack rolls.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "198": {
    "Name": "Staff of the Python",
    "Type": "Staff",
    "Rarity": "uncommon",
    "Attunement": "requires attunement by a cleric, druid, or warlock",
    "Description": "You can use an action to speak this staff’s command word and throw the staff on the ground within 10 feet of you. The staff becomes a giant constrictor snake under your control and acts on its own initiative count. By using a bonus action to speak the command word again, you return the staff to its normal form in a space formerly occupied by the snake. On your turn, you can mentally command the snake if it is within 60 feet of you and you aren’t incapacitated. You decide what action the snake takes and where it moves during its next turn, or you can issue it a general command, such as to attack your enemies or guard a location. If the snake is reduced to 0 hit points, it dies and reverts to its staff form. The staff then shatters and is destroyed. If the snake reverts to staff form before losing all its hit points, it regains all of them.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "199": {
    "Name": "Staff of the Woodlands",
    "Type": "Staff",
    "Rarity": "rare",
    "Attunement": "requires attunement by a druid",
    "Description": "This staff can be wielded as a magic quarterstaff that grants a +2 bonus to attack and damage rolls made with it. While holding it, you have a +2 bonus to spell attack rolls. The staff has 10 charges for the following properties. It regains 1d6 + 4 expended charges daily at dawn. If you expend the last charge, roll a d20. On a 1, the staff loses its properties and becomes a nonmagical quarterstaff.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "200": {
    "Name": "Staff of Thunder and Lightning",
    "Type": "Staff",
    "Rarity": "very rare",
    "Attunement": "requires attunement",
    "Description": "This staff can be wielded as a magic quarterstaff that grants a +2 bonus to attack and damage rolls made with it. It also has the following additional properties. When one of these properties is used, it can’t be used again until the next dawn.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "201": {
    "Name": "Staff of Withering",
    "Type": "Staff",
    "Rarity": "rare",
    "Attunement": "requires attunement by a cleric, druid, or warlock",
    "Description": "This staff has 3 charges and regains 1d3 expended charges daily at dawn.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "202": {
    "Name": "Stone of Controlling Earth Elementals",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "If the stone is touching the ground, you can use an action to speak its command word and summon an earth elemental, as if you had cast the conjure elemental spell. The stone can’t be used this way again until the next dawn. The stone weighs 5 pounds.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "203": {
    "Name": "Stone of Good Luck (Luckstone)",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": "While this polished agate is on your person, you gain a +1 bonus to ability checks and saving throws.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "204": {
    "Name": "Sun Blade",
    "Type": "Weapon (longsword)",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "This item appears to be a longsword hilt. While grasping the hilt, you can use a bonus action to cause a blade of pure radiance to spring into existence, or make the blade disappear. While the blade exists, this magic longsword has the finesse property. If you are proficient with shortswords or longswords, you are proficient with the sun blade. You gain a +2 bonus to attack and damage rolls made with this weapon, which deals radiant damage instead of slashing damage. When you hit an undead with it, that target takes an extra 1d8 radiant damage. The sword’s luminous blade emits bright light in a 15-­‐‑foot radius and dim light for an additional 15 feet. The light is sunlight. While the blade persists, you can use an action to expand or reduce its radius of bright and dim light by 5 feet each, to a maximum of 30 feet each or a minimum of 10 feet each.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "205": {
    "Name": "Sword of Life Stealing",
    "Type": "Weapon (any sword)",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "When you attack a creature with this magic weapon and roll a 20 on the attack roll, that target takes an extra 3d6 necrotic damage, provided that the target isn’t a construct or an undead. You gain temporary hit points equal to the extra damage dealt.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "206": {
    "Name": "Sword of Sharpness",
    "Type": "Weapon (any sword that deals slashing damage)",
    "Rarity": "very rare",
    "Attunement": "requires attunement",
    "Description": " When you attack an object with this magic sword and hit, maximize your weapon damage dice against the target. When you attack a creature with this weapon and roll a 20 on the attack roll, that target takes an extra 4d6 slashing damage. Then roll another d20. If you roll a 20, you lop off one of the target’s limbs, with the effect of such loss determined by the GM. If the creature has no limb to sever, you lop off a portion of its body instead. In addition, you can speak the sword’s command word to cause the blade to shed bright light in a 10-foot radius and dim light for an additional 10 feet. Speaking the command word again or sheathing the sword puts out the light.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "207": {
    "Name": "Sword of Wounding",
    "Type": "Weapon (any sword)",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "Hit points lost to this weapon’s damage can be regained only through a short or long rest, rather than by regeneration, magic, or any other means. Once per turn, when you hit a creature with an attack using this magic weapon, you can wound the target. At the start of each of the wounded creature’s turns, it takes 1d4 necrotic damage for each time you’ve wounded it, and it can then make a DC 15 Constitution saving throw, ending the effect of all such wounds on itself on a success. Alternatively, the wounded creature, or a creature within 5 feet of it, can use an action to make a DC 15 Wisdom (Medicine) check, ending the effect of such wounds on it on a success.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "208": {
    "Name": "Talisman of Pure Good",
    "Type": "Wondrous item",
    "Rarity": "legendary",
    "Attunement": "requires attunement by a creature of good alignment",
    "Description": "This talisman is a mighty symbol of goodness. A creature that is neither good nor evil in alignment takes 6d6 radiant damage upon touching the talisman. An evil creature takes 8d6 radiant damage upon touching the talisman. Either sort of creature takes the damage again each time it ends its turn holding or carrying the talisman. If you are a good cleric or paladin, you can use the talisman as a holy symbol, and you gain a +2 bonus to spell attack rolls while you wear or hold it. The talisman has 7 charges. If you are wearing or holding it, you can use an action to expend 1 charge from it and choose one creature you can see on the ground within 120 feet of you. If the target is of evil alignment, a flaming fissure opens under it. The target must succeed on a DC 20 Dexterity saving throw or fall into the fissure and be destroyed, leaving no remains. The fissure then closes, leaving no trace of its existence. When you expend the last charge, the talisman disperses into motes of golden light and is destroyed.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "209": {
    "Name": "Talisman of the Sphere",
    "Type": "Wondrous item",
    "Rarity": "legendary",
    "Attunement": "requires attunement",
    "Description": "When you make an Intelligence (Arcana) check to control a sphere of annihilation while you are holding this talisman, you double your proficiency bonus on the check. In addition, when you start your turn with control over a sphere of annihilation, you can use an action to levitate it 10 feet plus a number of additional feet equal to 10 × your Intelligence modifier.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "210": {
    "Name": "Talisman of Ultimate Evil",
    "Type": "Wondrous item",
    "Rarity": "legendary",
    "Attunement": "requires attunement by a creature of evil alignment",
    "Description": "This item symbolizes unrepentant evil. A creature that is neither good nor evil in alignment takes 6d6 necrotic damage upon touching the talisman. A good creature takes 8d6 necrotic damage upon touching the talisman. Either sort of creature takes the damage again each time it ends its turn holding or carrying the talisman. If you are an evil cleric or paladin, you can use the talisman as a holy symbol, and you gain a +2 bonus to spell attack rolls while you wear or hold it. The talisman has 6 charges. If you are wearing or holding it, you can use an action to expend 1 charge from the talisman and choose one creature you can see on the ground within 120 feet of you. If the target is of good alignment, a flaming fissure opens under it. The target must succeed on a DC 20 Dexterity saving throw or fall into the fissure and be destroyed, leaving no remains. The fissure then closes, leaving no trace of its existence. When you expend the last charge, the talisman dissolves into foul-smelling slime and is destroyed.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "211": {
    "Name": "Tome of Clear Thought",
    "Type": "Wondrous item",
    "Rarity": "very rare",
    "Attunement": false,
    "Description": "This book contains memory and logic exercises, and its words are charged with magic. If you spend 48 hours over a period of 6 days or fewer studying the book’s contents and practicing its guidelines, your Intelligence score increases by 2, as does your maximum for that score. The manual then loses its magic, but regains it in a century.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "212": {
    "Name": "Tome of Leadership and Influence",
    "Type": "Wondrous item",
    "Rarity": "very rare",
    "Attunement": false,
    "Description": "This book contains guidelines for influencing and charming others, and its words are charged with magic. If you spend 48 hours over a period of 6 days or fewer studying the book’s contents and practicing its guidelines, your Charisma score increases by 2, as does your maximum for that score. The manual then loses its magic, but regains it in a century.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "213": {
    "Name": "Tome of Understanding",
    "Type": "Wondrous item",
    "Rarity": "very rare",
    "Attunement": false,
    "Description": "This book contains intuition and insight exercises, and its words are charged with magic. If you spend 48 hours over a period of 6 days or fewer studying the book’s contents and practicing its guidelines, your Wisdom score increases by 2, as does your maximum for that score. The manual then loses its magic, but regains it in a century.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "214": {
    "Name": "Trident of Fish Command",
    "Type": "Weapon (trident)",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": "This trident is a magic weapon. It has 3 charges. While you carry it, you can use an action and expend 1 charge to cast dominate beast (save DC 15) from it  . on a beast that has an innate swimming speed. The trident regains 1d3 expended charges daily at dawn.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "215": {
    "Name": "Universal Solvent",
    "Type": "Wondrous item",
    "Rarity": "legendary",
    "Attunement": false,
    "Description": "This tube holds milky liquid with a strong alcohol smell. You can use an action to pour the contents of the tube onto a surface within reach. The liquid instantly dissolves up to 1 square foot of adhesive it touches, including sovereign glue.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "216": {
    "Name": "Vicious Weapon",
    "Type": "Weapon (any)",
    "Rarity": "rare",
    "Attunement": false,
    "Description": "When you roll a 20 on your attack roll with this magic weapon, your critical hit deals an extra 2d6 damage of the weapon’s type.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "217": {
    "Name": "Vorpal Sword",
    "Type": "Weapon (any sword that deals slashing damage)",
    "Rarity": "legendary",
    "Attunement": "requires attunement",
    "Description": "You gain a +3 bonus to attack and damage rolls made with this magic weapon. In addition, the weapon ignores resistance to slashing damage. When you attack a creature that has at least one head with this weapon and roll a 20 on the attack roll, you cut off one of the creature’s heads. The creature dies if it can’t survive without the lost head. A creature is immune to this effect if it is immune to slashing damage, doesn’t have or need a head, has legendary actions, or the GM decides that the creature is too big for its head to be cut off with this weapon. Such a creature instead takes an extra 6d8 slashing damage from the hit.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "218": {
    "Name": "Wand of Binding",
    "Type": "Wand",
    "Rarity": "rare",
    "Attunement": "requires attunement by a spellcaster",
    "Description": "This wand has 7 charges for the following properties. It regains 1d6 + 1 expended charges daily at dawn. If you expend the wand’s last charge, roll a d20. On a 1, the wand crumbles into ashes and is destroyed.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "219": {
    "Name": "Wand of Enemy Detection",
    "Type": "Wand",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "This wand has 7 charges. While holding it, you can use an action and expend 1 charge to speak its command word. For the next minute, you know the direction of the nearest creature hostile to you within 60 feet, but not its distance from you. The wand can sense the presence of hostile creatures that are ethereal, invisible, disguised, or hidden, as well as those in plain sight. The effect ends if you stop holding the wand. The wand regains 1d6 + 1 expended charges daily at dawn. If you expend the wand’s last charge, roll a d20. On a 1, the wand crumbles into ashes and is destroyed.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "220": {
    "Name": "Wand of Fear",
    "Type": "Wand",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "This wand has 7 charges for the following properties. It regains 1d6 + 1 expended charges daily at dawn. If you expend the wand’s last charge, roll a d20. On a 1, the wand crumbles into ashes and is destroyed.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "221": {
    "Name": "Wand of Fireballs",
    "Type": "Wand",
    "Rarity": "rare",
    "Attunement": "requires attunement by a spellcaster",
    "Description": "This wand has 7 charges. While holding it, you can use an action to expend 1 or more of its charges to cast the fireball spell (save DC 15) from it. For 1 charge, you cast the 3rd-level version of the spell. You can increase the spell slot level by one for each additional charge you expend. The wand regains 1d6 + 1 expended charges daily at dawn. If you expend the wand’s last charge, roll a d20. On a 1, the wand crumbles into ashes and is destroyed.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "222": {
    "Name": "Wand of Lightning Bolts",
    "Type": "Wand",
    "Rarity": "rare",
    "Attunement": "requires attunement by a spellcaster",
    "Description": "This wand has 7 charges. While holding it, you can use an action to expend 1 or more of its charges to cast the lightning bolt spell (save DC 15) from it. For 1 charge, you cast the 3rd-level version of the spell. You can increase the spell slot level by one for each additional charge you expend. The wand regains 1d6 + 1 expended charges daily at dawn. If you expend the wand’s last charge, roll a d20. On a 1, the wand crumbles into ashes and is destroyed.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "223": {
    "Name": "Wand of Magic Detection",
    "Type": "Wand",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "This wand has 3 charges. While holding it, you can expend 1 charge as an action to cast the detect magic spell from it. The wand regains 1d3 expended charges daily at dawn.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "224": {
    "Name": "Wand of Magic Missiles",
    "Type": "Wand",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "This wand has 7 charges. While holding it, you can use an action to expend 1 or more of its charges to cast the magic missile spell from it. For 1 charge, you cast the 1st-level version of the spell. You can increase the spell slot level by one for each additional charge you expend. The wand regains 1d6 + 1 expended charges daily at dawn. If you expend the wand’s last charge, roll a d20. On a 1, the wand crumbles into ashes and is destroyed.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "225": {
    "Name": "Wand of Paralysis",
    "Type": "Wand",
    "Rarity": "rare",
    "Attunement": "requires attunement by a spellcaster",
    "Description": "This wand has 7 charges. While holding it, you can use an action to expend 1 of its charges to cause a thin blue ray to streak from the tip toward a creature you can see within 60 feet of you. The target must succeed on a DC 15 Constitution saving throw or be paralyzed for 1 minute. At the end of each of the target’s turns, it can repeat the saving throw, ending the effect on itself on a success. The wand regains 1d6 + 1 expended charges daily at dawn. If you expend the wand’s last charge, roll a d20. On a 1, the wand crumbles into ashes and is destroyed.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "226": {
    "Name": "Wand of Polymorph",
    "Type": "Wand",
    "Rarity": "very rare",
    "Attunement": "requires attunement by a spellcaster",
    "Description": "This wand has 7 charges. While holding it, you can use an action to expend 1 of its charges to cast the polymorph spell (save DC 15) from it. The wand regains 1d6 + 1 expended charges daily at dawn. If you expend the wand’s last charge, roll a d20. On a 1, the wand crumbles into ashes and is destroyed.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "227": {
    "Name": "Wand of Secrets",
    "Type": "Wand",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "The wand has 3 charges. While holding it, you can use an action to expend 1 of its charges, and if a secret door or trap is within 30 feet of you, the wand pulses and points at the one nearest to you. The wand regains 1d3 expended charges daily at dawn.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "228": {
    "Name": "Wand of the War Mage, +1, +2, or +3",
    "Type": "Wand",
    "Rarity": "uncommon",
    "Attunement": "requires attunement by a spellcaster",
    "Description": "While holding this wand, you gain a bonus to spell attack rolls determined by the wand’s rarity. In addition, you ignore half cover when making a spell attack.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "229": {
    "Name": "Wand of Web",
    "Type": "Wand",
    "Rarity": "uncommon",
    "Attunement": "requires attunement by a spellcaster",
    "Description": "This wand has 7 charges. While holding it, you can use an action to expend 1 of its charges to cast the web spell (save DC 15) from it. The wand regains 1d6 + 1 expended charges daily at dawn. If you expend the wand’s last charge, roll a d20. On a 1, the wand crumbles into ashes and is destroyed.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "230": {
    "Name": "Wand of Wonder",
    "Type": "Wand",
    "Rarity": "rare",
    "Attunement": "requires attunement by a spellcaster",
    "Description": "This wand has 7 charges. While holding it, you can use an action to expend 1 of its charges and choose a target within 120 feet of you. The target can be a creature, an object, or a point in space. Roll d100 and consult the following table to discover what happens.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "231": {
    "Name": "Well of Many Worlds",
    "Type": "Wondrous item",
    "Rarity": "legendary",
    "Attunement": false,
    "Description": "This fine black cloth, soft as silk, is folded up to the dimensions of a handkerchief. It unfolds into a circular sheet 6 feet in diameter. You can use an action to unfold and place the well of many worlds on a solid surface, whereupon it creates a two-way portal to another world or plane of existence. Each time the item opens a portal, the GM decides where it leads. You can use an action to close an open portal by taking hold of the edges of the cloth and folding it up. Once well of many worlds has opened a portal, it can’t do so again for 1d8 hours.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "232": {
    "Name": "Wind Fan",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": false,
    "Description": "While holding this fan, you can use an action to cast the gust of wind spell (save DC 13) from it. Once used, the fan shouldn’t be used again until the next dawn. Each time it is used again before then, it has a cumulative 20 percent chance of not working and tearing into useless, nonmagical tatters.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "233": {
    "Name": "Winged Boots",
    "Type": "Wondrous item",
    "Rarity": "uncommon",
    "Attunement": "requires attunement",
    "Description": "While you wear these boots, you have a flying speed equal to your walking speed. You can use the boots to fly for up to 4 hours, all at once or in several shorter flights, each one using a minimum of 1 minute from the duration. If you are flying when the duration expires, you descend at a rate of 30 feet per round until you land. The boots regain 2 hours of flying capability for every 12 hours they aren’t in use.",
    "Source": "SRD",
    "Author": "SRD"
  },
  "234": {
    "Name": "Wings of Flying",
    "Type": "Wondrous item",
    "Rarity": "rare",
    "Attunement": "requires attunement",
    "Description": "While wearing this cloak, you can use an action to speak its command word. This turns the cloak into a pair of bat wings or bird wings on your back for 1 hour or until you repeat the command word as an action. The wings give you a flying speed of 60 feet. When they disappear, you can’t use them again for 1d12 hours.",
    "Source": "SRD",
    "Author": "SRD"
  }
}